The child IndependentTag owned by this multi-reference annotation.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public ElementId TagId { get; }
  Visual Basic
Public ReadOnly Property TagId As ElementId
	Get
  Visual C++
public:
property ElementId^ TagId {
	ElementId^ get ();
}
 See Also
  MultiReferenceAnnotation Class
  Autodesk.Revit.DB Namespace